export const mbtiQuestionJSON = [
    {
        // ETJ
        id: 0,
        mbti: "ETJ",
        title: "까칠하지만 속은 따뜻한 친환경 수세미!",
        content: "잉 내가 무섭다구? 아직 내 매력을 모르는구나!\n당신은 탁월한 문제해결 능력을 가지고 있군요.\n친구들의 고민에 사이다같은 답변을 주는 당신!\n직장이나 학교에서도 주어진 일을 완벽하게 수행해 사람들의 존경을 한 몸에 받아요!\n언제나 똑부러진 당신, 환경 보호에도 적극적이네요~!",
    },
    {
        // IFP
        id: 0,
        mbti: "IFP",
        title: "포슬포슬한 거품을 가진 비누망!",
        content: "몰랑몰랑한 비누망처럼 부드러운 당신!\n어디서나 부드럽고 좋은 이미지를 주는 사람이군요\n언제나 따뜻한 마음씨로 사람들을 대해\n곁에 사람들이 끊이지 않군요!\n온화한 성격을 가진 당신은 아기자기한 것들을 좋아하군요!\n오늘은 시간날 때 아기자기한 제로웨이스트 샵을 둘러보는 건 어떨까요?",
    },
    {
        // ITP
        id: 0,
        mbti: "ITP",
        title: "플라스틱도 나를 막을 순 없다! 단단한 대나무 칫솔!",
        content: "플라스틱은 저리가라, 난 강인한 대나무 칫솔!\n츤데레같은 매력을 가지고 있군요.\n조용한 성격을 가지고 있어 묵묵하게 맡은 일을 수행하네요!\n또 진중하고 신비로운 이미지를 가지고 있어 사람들이 쉽게 범접할 수 없는 아우라가 느껴지네요!\n분리수거는 꼭 실천하는 당신 멋있어요!",
    },
    {
        // EFJ
        id: 0,
        mbti: "EFJ",
        title: "시선을 흡수! 어디서나 인싸인 친환경 빨대!",
        content: "꺄륵 얘들아~! 나 빼고 무슨 이야기 해~!!\n사람들을 행복하게 만들어주는 당신, 배려와 애정이 넘치네요!\n당신의 뛰어난 언변능력은 사람들을 사로잡는 매력이 있어요\n사교적이고 넓은 인맥을 가진 당신은 어딜가나 항상 주목받고 싶어하네요~!\n주변에 친해지고 싶은 사람이 있다면 제로웨이스트 상품을 선물해주는 건 어떨까요?",
    },
    {
        // ITJ
        id: 0,
        mbti: "ITJ",
        title: "조용한 일잘러! 이성적이고 성실한 고체치약!",
        content: "본인이 맡은 바를 충실하게 수행하는 당신!\n겉으로는 조용하고 엄격한 분위기로 보이지만 주변 지인들을 위하는 따뜻한 마음씨를 가졌군요!\n항상 주변이 잘 정돈되어 있어 쾌적한 환경에서 최고의 효율을 발휘하는 능력을 가지고 있어요!\n본인 관리가 철저한 당신!\n가끔은 조금 여유있게 제로웨이스트 샵에 들러보는 건 어떨까요?",
    },
    {
        // ETP
        id: 0,
        mbti: "ETP",
        title: "여기서 나보다 멋진 상품은 없을걸?! 다회용 텀블러!",
        content: "두뇌회전이 빠르고 대담한 성격을 가지고 있군요!\n이런 대담한 성격 덕분에 거침없이 성공을 향해 나아가네요.\n주변인들은 그런 당신을 보며 멋지다고 생각해요!\n거침 없는 농담을 던지면 주변 사람들에게 기쁨을 주는 역할을 하는군요!\n하지만 가끔씩은 조금씩 쉬어가는 것도 필요하답니다.\n호기심이 많고 활기찬 당신!\n당신의 호기심을 제로웨이스트 샵으로 돌려보는 건 어떨까요?",
    },
    {
        // EFP
        id: 0,
        mbti: "EFP",
        title: "꺄르륵 다들 내 향기를 맡아봐! 행복한 친환경 비누!",
        content: "언제나 항상 새로운 아이디어와 비전을 제시하는 당신!\n팀플에서 분위기 메이커를 맡고 있군요!\n사람들은 그런 당신에게서 에너지를 얻고 있네요!\n긍정적인 기운을 나누어주어 슬픈 사람도 바꾸는 당신이지만, 때로는 생각이 너무 많아 슬픔에 잠기기도 한답니다.\n복잡한 인간관계는 잠시 접어두고 동네 근처 제로웨이스트 샵을 한 번 방문해보는 것은 어떤가요?\n마음이 노곤노곤 해질 거예요 :)",
    },
    {
        //  IFJ
        id: 0,
        mbti: "IFJ",
        title: "섬세하고 다정한 매력의 소유자! 무엇이든지 품어줄 수 있는 친환경 종이컵!",
        content: "언제나 사람들 사이를 원만하게 만들어주는 당신!\n사람들은 그런 당신에게 조언을 구하기도 하네요!\n하지만 정작 본인의 이야기는 하지 않는 편이죠.\n충돌과 싸움을 싫어해 한없이 다정한 면만 보여주는 편이군요.\n자아성찰을 자주 하는 편이라 본인에 대한 이해도가 높은 편이에요!\n가분 전환할 겸 오늘 본인에게 필요한 제로웨이스트 상품들을 찾아보는 것은 어떨까요?",
    },
];